Repository: cleveland-lewis/Itori
Catalog: SharedCore/DesignSystem/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, da, de, es, fa, fi, fr, he, hr, hy, is, it, ja, ko, nl, ru, sq, sw, th, uk, vi, zh_hans, zh_hant, zh_hk

# practice.generator.types.multiple_choice
source: Multiple Choice
ar: الاختيار من متعدد
de: practice.generator.types.multiple_choice
es: Opción Múltiple
fa: انتخاب چندگانه
fi: Monivalinta
fr: Choix multiples
he: practice.generator.types.multiple_choice
it: Scelta multipla
ja: 多肢選択
nl: Meerkeuze
sw: Chaguo Nyingi
th: หลายทางเลือก
uk: Множинний вибір
zh_hans: 多项选择
zh_hant: 多項選擇
zh_hk: 多項選擇

# practice.generator.types.multiple_choice_desc
source: Select from 4 options
ar: اختر من بين 4 خيارات
da: Vælg mellem 4 muligheder
de: practice.generator.types.multiple_choice_desc
es: Selecciona entre 4 opciones
fa: از 4 گزینه انتخاب کنید
fi: Valitse 4 vaihtoehdosta
fr: Choisissez parmi 4 options
he: practice.generator.types.multiple_choice_desc
it: Scegli tra 4 opzioni
ja: 4つのオプションから選択してください
nl: Kies uit 4 opties
sw: Chagua kutoka kwa chaguzi 4
th: เลือกจาก 4 ตัวเลือก
uk: Виберіть із 4 варіантів
zh_hans: 从 4 个选项中选择
zh_hant: 從 4 個選項中選擇
zh_hk: 從 4 個選項中選擇

# practice.generator.types.short_answer
source: Short Answer
ar: إجابة قصيرة
da: Kort svar
de: practice.generator.types.short_answer
es: Respuesta Corta
fa: پاسخ کوتاه
fi: Lyhyt vastaus
fr: Réponse courte
he: practice.generator.types.short_answer
it: Risposta breve
ja: 短い回答
nl: Kort antwoord
sw: Jibu fupi
th: คำตอบสั้น ๆ
uk: Коротка відповідь
zh_hans: 简答题
zh_hant: 簡答題
zh_hk: 簡答

# practice.generator.types.short_answer_desc
source: Brief written responses
ar: ردود كتابية مختصرة
da: Korte skriftlige svar
de: practice.generator.types.short_answer_desc
es: Respuestas escritas breves
fa: پاسخ های کتبی مختصر
fi: Lyhyet kirjalliset vastaukset
fr: Brèves réponses écrites
he: practice.generator.types.short_answer_desc
it: Brevi risposte scritte
ja: 簡単な書面による回答
nl: Korte schriftelijke reacties
sw: Majibu mafupi yaliyoandikwa
th: คำตอบเป็นลายลักษณ์อักษรสั้น ๆ
zh_hans: 简短的书面回答
zh_hant: 簡短的書面回答
zh_hk: 簡短的書面答复

# practice.label.recent_tests
source: Recent Tests
ar: الاختبارات الأخيرة
da: Seneste tests
de: practice.label.recent_tests
es: Exámenes Recientes
fa: تست های اخیر
fi: Viimeaikaiset testit
fr: Tests récents
he: practice.label.recent_tests
it: Test recenti
ja: 最近のテスト
nl: Recente tests
sw: Majaribio ya Hivi Punde
th: การทดสอบล่าสุด
uk: Останні тести
zh_hans: 最近的测试
zh_hant: 最近的測試
zh_hk: 最近的測試

# practice.label.subtitle
source: Test your knowledge and track progress
ar: اختبر معلوماتك وتتبع التقدم
da: Test din viden og spor fremskridt
de: practice.label.subtitle
es: Prueba tu conocimiento y rastrea el progreso
fa: دانش خود را آزمایش کنید و پیشرفت را دنبال کنید
fi: Testaa tietosi ja seuraa edistymistä
fr: Testez vos connaissances et suivez vos progrès
he: practice.label.subtitle
it: Metti alla prova le tue conoscenze e monitora i progressi
ja: 知識をテストし、進捗状況を追跡する
nl: Test uw kennis en houd de voortgang bij
sw: Jaribu maarifa yako na ufuatilie maendeleo
th: ทดสอบความรู้ของคุณและติดตามความคืบหน้า
uk: Перевірте свої знання та відстежуйте прогрес
zh_hans: 测试您的知识并跟踪进度
zh_hant: 測試您的知識並追蹤進度
zh_hk: 測試您的知識並跟踪進度

# practice.label.title
source: Practice Tests
ar: اختبارات الممارسة
da: Øvelsesprøver
de: practice.label.title
es: Exámenes de Práctica
fa: تست های تمرینی
fi: Käytännön kokeet
fr: Tests pratiques
he: practice.label.title
it: Prove pratiche
ja: 模擬試験
nl: Oefentoetsen
sw: Vipimo vya Mazoezi
th: แบบทดสอบฝึกหัด
uk: Тренувальні тести
zh_hans: 练习测试
zh_hant: 練習測試
zh_hk: 練習測試

# practice.message.generating
source: Generating Practice Test
ar: توليد اختبار الممارسة
da: Generering af praksistest
de: practice.message.generating
es: Generando Examen de Práctica
fa: تست تمرین تولید
fi: Harjoitustestin luominen
fr: Test pratique de génération
he: practice.message.generating
it: Generazione di prove pratiche
ja: 模擬テストの生成
nl: Oefentest genereren
sw: Kuzalisha Mtihani wa Mazoezi
th: กำลังสร้างแบบทดสอบฝึกหัด
uk: Створення тренувального тесту
zh_hans: 正在生成练习测试
zh_hant: 正在產生練習測試
zh_hk: 生成練習測試

# practice.results.correct
source: Correct
ar: صحيح
da: Korrekt
de: practice.results.correct
es: Correcto
fa: صحیح
fi: Korjata
he: practice.results.correct
ja: 正しい
nl: Juist
sw: Sahihi
th: ถูกต้อง
uk: Правильно
zh_hans: 正确
zh_hant: 正確
zh_hk: 正確的

# practice.results.correct_answer
source: Correct Answer
ar: الإجابة الصحيحة
da: Korrekt svar
de: practice.results.correct_answer
es: Respuesta Correcta
fa: پاسخ صحیح
fi: Oikea vastaus
fr: Bonne réponse
he: practice.results.correct_answer
it: Risposta corretta
ja: 正解
nl: Correct antwoord
sw: Jibu Sahihi
th: คำตอบที่ถูกต้อง
zh_hans: 正确答案
zh_hant: 正確答案
zh_hk: 正確答案

# practice.results.explanation
source: Explanation
ar: توضيح
da: Forklaring
de: practice.results.explanation
es: Explicación
fa: توضیح
fi: Selitys
fr: Explication
he: practice.results.explanation
it: Spiegazione
ja: 説明
nl: Uitleg
sw: Maelezo
th: คำอธิบาย
uk: Пояснення
zh_hans: 解释
zh_hant: 解釋
zh_hk: 解釋

# practice.results.incorrect
source: Incorrect
ar: غير صحيح
da: Ukorrekt
de: practice.results.incorrect
es: Incorrecto
fa: نادرست است
fi: Väärin
he: practice.results.incorrect
ja: 正しくない
nl: Onjuist
sw: Si sahihi
th: ไม่ถูกต้อง
zh_hans: 错误
zh_hant: 錯誤
zh_hk: 不正確

# practice.results.overall_score
source: Overall Score
ar: النتيجة الإجمالية
da: Samlet score
de: practice.results.overall_score
es: Puntuación General
fa: امتیاز کلی
fi: Kokonaispisteet
fr: Note globale
he: practice.results.overall_score
it: Punteggio complessivo
ja: 総合スコア
nl: Totaalscore
sw: Alama ya Jumla
th: คะแนนรวม
uk: Загальна оцінка
zh_hans: 总分
zh_hant: 總分
zh_hk: 總分

# practice.results.performance.excellent
source: Excellent!
ar: ممتاز!
da: Fremragende!
de: practice.results.performance.excellent
es: ¡Excelente!
fa: عالی!
fi: Erinomainen!
he: practice.results.performance.excellent
it: Eccellente!
ja: 素晴らしい！
nl: Uitstekend!
sw: Bora kabisa!
th: ยอดเยี่ยม!
uk: Чудово!
zh_hans: 优秀！
zh_hant: 優秀！
zh_hk: 出色的！

# practice.results.performance.good
source: Good Job!
ar: أحسنت!
da: Godt arbejde!
de: practice.results.performance.good
es: ¡Buen Trabajo!
fa: کار خوب
fi: Hyvää työtä!
fr: Bon travail!
he: practice.results.performance.good
it: Buon lavoro!
ja: よくやった！
nl: Goed gedaan!
sw: Kazi nzuri!
th: งานที่ดี!
uk: Хороша робота!
zh_hans: 做得好！
zh_hant: 做得好！
zh_hk: 好工作！

# practice.results.performance.keep_practicing
source: Keep Practicing
ar: استمر في التدرب
da: Fortsæt med at øve dig
de: practice.results.performance.keep_practicing
es: Sigue Practicando
fa: به تمرین ادامه دهید
fi: Jatka harjoittelua
fr: Continuez à pratiquer
he: practice.results.performance.keep_practicing
it: Continua a esercitarti
ja: 練習を続けてください
nl: Blijf oefenen
sw: Endelea Kufanya Mazoezi
th: ฝึกซ้อมต่อไป
uk: Продовжуйте практикуватися
zh_hans: 继续练习
zh_hant: 繼續練習
zh_hk: 繼續練習

# practice.results.performance.needs_improvement
source: Needs Improvement
ar: يحتاج إلى تحسين
da: Trænger til forbedring
de: practice.results.performance.needs_improvement
es: Necesita Mejora
fa: نیاز به بهبود دارد
fi: Tarvitsee parannusta
fr: Besoin d'amélioration
he: practice.results.performance.needs_improvement
it: Ha bisogno di miglioramenti
ja: 改善が必要
nl: Verbetering nodig
sw: Inahitaji Uboreshaji
th: จำเป็นต้องปรับปรุง
uk: Потребує вдосконалення
zh_hans: 需要改进
zh_hant: 需要改進
zh_hk: 需要改進

# practice.results.question_number
source: Question %d
ar: سؤال %د
da: Spørgsmål %d
de: practice.results.question_number
es: Pregunta %d
fa: سوال %d
fi: Kysymys %d
he: practice.results.question_number
it: Domanda %d
ja: 質問 %d
nl: Vraag %d
sw: Swali %d
th: คำถาม %d
uk: Питання %d
zh_hans: 问题 %d
zh_hant: 問題 %d
zh_hk: 問題 %d

# practice.results.question_prefix
source: Q%d
ar: س%د
de: practice.results.question_prefix
es: P%d
he: practice.results.question_prefix
zh_hans: 问题%d
zh_hant: 問題%d

# practice.results.review_questions
source: Review Questions
ar: أسئلة المراجعة
da: Gennemgå spørgsmål
de: practice.results.review_questions
es: Revisar Preguntas
fa: بررسی سوالات
fi: Tarkista kysymykset
fr: Questions de révision
he: practice.results.review_questions
it: Domande di revisione
ja: 質問を確認する
nl: Bekijk vragen
sw: Kagua Maswali
th: คำถามทบทวน
uk: Запитання для повторення
zh_hans: 查看问题
zh_hant: 查看問題
zh_hk: 複習問題

# practice.results.status.correct
source: Correct
ar: صحيح
da: Korrekt
de: practice.results.status.correct
es: Correcto
fa: صحیح
fi: Korjata
he: practice.results.status.correct
ja: 正しい
nl: Juist
sw: Sahihi
th: ถูกต้อง
uk: Правильно
zh_hans: 正确
zh_hant: 正確
zh_hk: 正確的

# practice.results.status.incorrect
source: Incorrect
ar: غير صحيح
da: Ukorrekt
de: practice.results.status.incorrect
es: Incorrecto
fa: نادرست است
fi: Väärin
he: practice.results.status.incorrect
ja: 正しくない
nl: Onjuist
sw: Si sahihi
th: ไม่ถูกต้อง
uk: Невірно
zh_hans: 错误
zh_hant: 錯誤
zh_hk: 不正確

# practice.results.title
source: Practice Test Results
ar: نتائج اختبار الممارسة
da: Øvelsesprøveresultater
de: practice.results.title
es: Resultados del Examen de Práctica
fa: نتایج آزمون را تمرین کنید
fi: Harjoitustestin tulokset
fr: Résultats des tests pratiques
he: practice.results.title
it: Risultati dei test pratici
ja: 模擬試験の結果
nl: Oefen testresultaten
sw: Matokeo ya Mazoezi ya Mtihani
th: ผลการทดสอบการปฏิบัติ
uk: Результати тренувального тесту
zh_hans: 练习测试结果
zh_hant: 練習測試結果
zh_hk: 練習測試結果

# practice.results.your_answer
source: Your Answer
ar: إجابتك
da: Dit svar
de: practice.results.your_answer
es: Tu Respuesta
fa: پاسخ شما
fi: Sinun vastauksesi
fr: Votre Réponse
he: practice.results.your_answer
it: La tua risposta
ja: あなたの答え
nl: Jouw antwoord
sw: Jibu lako
th: คำตอบของคุณ
uk: Ваша відповідь
zh_hans: 你的答案
zh_hant: 你的答案
zh_hk: 您的答案

# practice.taking.answer.explanation_help
source: Provide a detailed explanation with specific examples
ar: تقديم شرح مفصل مع أمثلة محددة
da: Giv en detaljeret forklaring med specifikke eksempler
de: practice.taking.answer.explanation_help
es: Proporciona una explicación detallada con ejemplos específicos
fa: توضیح مفصلی همراه با مثال های خاص ارائه دهید
fi: Anna yksityiskohtainen selitys erityisillä esimerkeillä
fr: Fournir une explication détaillée avec des exemples spécifiques
he: practice.taking.answer.explanation_help
it: Fornire una spiegazione dettagliata con esempi specifici
ja: 具体例を挙げて詳しく解説
nl: Geef een uitgebreide toelichting met concrete voorbeelden
sw: Toa maelezo ya kina na mifano maalum
th: ให้คำอธิบายโดยละเอียดพร้อมตัวอย่างเฉพาะเจาะจง
uk: Надайте детальне пояснення з конкретними прикладами
zh_hans: 提供带有具体示例的详细解释
zh_hant: 提供帶有具體範例的詳細解釋
zh_hk: 結合具體例子進行詳細解釋

# practice.taking.answer.your_answer
source: Your answer:
ar: إجابتك:
da: Dit svar:
de: practice.taking.answer.your_answer
es: Tu respuesta:
fa: پاسخ شما:
fi: Sinun vastauksesi:
fr: Votre Réponse:
he: practice.taking.answer.your_answer
it: La tua risposta:
ja: あなたの答え：
nl: Jouw antwoord:
sw: Jibu lako:
th: คำตอบของคุณ:
uk: Ваша відповідь:
zh_hans: 你的答案：
zh_hant: 你的答案：
zh_hk: 您的答案：

# practice.taking.answer.your_explanation
source: Your explanation:
ar: شرحك:
da: Din forklaring:
de: practice.taking.answer.your_explanation
es: Tu explicación:
fa: توضیحات شما:
fi: Sinun selitys:
fr: Votre explication:
he: practice.taking.answer.your_explanation
it: La tua spiegazione:
ja: あなたの説明:
nl: Jouw uitleg:
sw: Maelezo yako:
th: คำอธิบายของคุณ:
uk: Ваше пояснення:
zh_hans: 你的解释：
zh_hant: 你的解釋：
zh_hk: 您的解釋：

# practice.taking.question_number
source: Question %d of %d
ar: سؤال %d من %d
da: Spørgsmål %d af %d
de: practice.taking.question_number
es: Pregunta %d de %d
fa: سوال %d از %d
fi: Kysymys %d/%d
fr: Question %d sur %d
he: practice.taking.question_number
it: Domanda %d di %d
ja: 質問 %d/%d
nl: Vraag %d van %d
sw: Swali la %d kati ya %d
th: คำถาม %d จาก %d
uk: Питання %d з %d
zh_hans: 问题 %d / %d
zh_hant: 問題 %d / %d
zh_hk: 第 %d 題（共 %d 題）

# practice.taking.status.answered
source: Answered
ar: أجاب
da: Besvarede
de: practice.taking.status.answered
es: Respondida
fa: پاسخ داد
fi: Vastattu
fr: Répondu
he: practice.taking.status.answered
it: Risposto
ja: 答えた
nl: Beantwoord
sw: Akajibu
th: ตอบแล้ว
uk: відповів
zh_hans: 已回答
zh_hant: 已回答
zh_hk: 已回答

# practice.taking.status.not_answered
source: Not answered
ar: لم يتم الرد
da: Ikke besvaret
de: practice.taking.status.not_answered
es: Sin responder
fa: پاسخ داده نشد
fi: Ei vastattu
fr: Pas de réponse
he: practice.taking.status.not_answered
it: Non ho risposto
ja: 未回答
nl: Niet beantwoord
sw: Haijajibiwa
th: ไม่ตอบ
zh_hans: 未回答
zh_hant: 未回答
zh_hk: 未回复

# practice.taking.submit_confirm.cancel
source: Cancel
ar: يلغي
da: Ophæve
de: practice.taking.submit_confirm.cancel
es: Cancelar
fa: لغو کنید
fi: Peruuttaa
fr: Annuler
he: practice.taking.submit_confirm.cancel
it: Cancellare
ja: キャンセル
nl: Annuleren
sw: Ghairi
th: ยกเลิก
uk: Скасувати
zh_hans: 取消
zh_hant: 取消
zh_hk: 取消

# practice.taking.submit_confirm.complete
source: Are you sure you want to submit? You cannot change your answers after submission.
ar: هل أنت متأكد أنك تريد التقديم؟لا يمكنك تغيير إجاباتك بعد الإرسال.
da: Er du sikker på, at du vil indsende?Du kan ikke ændre dine svar efter aflevering.
de: practice.taking.submit_confirm.complete
es: ¿Estás seguro de que quieres enviar? No podrás cambiar tus respuestas después de enviar.
fa: آیا مطمئن هستید که می خواهید ارسال کنید؟پس از ارسال نمی توانید پاسخ های خود را تغییر دهید.
fi: Oletko varma, että haluat lähettää?Et voi muuttaa vastauksiasi lähettämisen jälkeen.
fr: Etes-vous sûr de vouloir soumettre ?Vous ne pouvez pas modifier vos réponses après la soumission.
he: practice.taking.submit_confirm.complete
it: Sei sicuro di voler inviare?Non è possibile modificare le risposte dopo l'invio.
ja: 本当に提出してもよろしいですか?提出後に回答を変更することはできません。
nl: Weet u zeker dat u wilt indienen?U kunt uw antwoorden na het indienen niet meer wijzigen.
sw: Je, una uhakika unataka kuwasilisha?Huwezi kubadilisha majibu yako baada ya kuwasilisha.
th: คุณแน่ใจหรือไม่ว่าต้องการส่ง?คุณไม่สามารถเปลี่ยนคำตอบของคุณหลังจากส่งแล้ว
uk: Ви впевнені, що хочете подати?Ви не можете змінити свої відповіді після надсилання.
zh_hans: 你确定要提交吗？提交后你无法更改答案。
zh_hant: 你確定要提交嗎？提交後你無法更改答案。
zh_hk: 您確定要提交嗎？提交後您無法更改答案。

# practice.taking.submit_confirm.partial
source: You have answered %d out of %d questions. Unanswered questions will be marked incorrect.
ar: لقد أجبت على %d من أصل %d سؤال.سيتم وضع علامة على الأسئلة التي لم تتم الإجابة عليها بأنها غير صحيحة.
da: Du har besvaret %d ud af %d spørgsmål.Ubesvarede spørgsmål vil blive markeret som forkerte.
de: practice.taking.submit_confirm.partial
es: Has respondido %d de %d preguntas. Las preguntas sin responder se marcarán como incorrectas.
fa: به %d از %d سؤال پاسخ داده‌اید.سوالات بدون پاسخ به عنوان نادرست علامت گذاری می شوند.
fi: Olet vastannut %d/%d kysymyksestä.Vastaamattomat kysymykset merkitään vääriksi.
fr: Vous avez répondu à %d questions sur %d.Les questions sans réponse seront marquées comme incorrectes.
he: practice.taking.submit_confirm.partial
it: Hai risposto a %d domande su %d.Le domande senza risposta verranno contrassegnate come errate.
ja: %d 個の質問のうち %d 個に回答しました。未回答の質問は不正解としてマークされます。
nl: Je hebt %d van de %d vragen beantwoord.Onbeantwoorde vragen worden als onjuist gemarkeerd.
sw: Umejibu maswali %d kati ya %d.Maswali ambayo hayajajibiwa yatawekwa alama kuwa si sahihi.
th: คุณได้ตอบ %d จาก %d คำถามแล้วคำถามที่ยังไม่ได้ตอบจะถูกทำเครื่องหมายว่าไม่ถูกต้อง
uk: Ви відповіли на %d із %d питань.Запитання, на які немає відповіді, будуть позначені як неправильні.
zh_hans: 你已回答 %d 个问题中的 %d 个。未回答的问题将被标记为错误。
zh_hant: 你已回答 %d 個問題中的 %d 個。未回答的問題將被標記為錯誤。
zh_hk: 您已回答 %d 個問題，共 %d 個問題。未回答的問題將被標記為不正確。

# practice.taking.submit_confirm.submit
source: Submit
ar: يُقدِّم
da: Indsend
de: practice.taking.submit_confirm.submit
es: Enviar
fa: ارسال کنید
fi: Lähetä
fr: Soumettre
he: practice.taking.submit_confirm.submit
it: Invia
ja: 提出する
nl: Indienen
sw: Wasilisha
th: ส่ง
uk: Надіслати
zh_hans: 提交
zh_hant: 提交
zh_hk: 提交

# practice.taking.submit_confirm.title
source: Submit Practice Test?
ar: إرسال اختبار الممارسة؟
da: Indsende øvelsesprøve?
de: practice.taking.submit_confirm.title
es: ¿Enviar Examen de Práctica?
fa: آزمون تمرینی را ارسال کنید؟
fi: Lähetetäänkö harjoituskoe?
fr: Soumettre le test pratique ?
he: practice.taking.submit_confirm.title
it: Inviare prova pratica?
ja: 模擬テストを提出しますか?
nl: Oefentoets indienen?
sw: Ungependa Kuwasilisha Mtihani wa Mazoezi?
th: ส่งแบบทดสอบฝึกหัด?
uk: Надіслати практичний тест?
zh_hans: 提交练习测试？
zh_hant: 提交練習測試？
zh_hk: 提交練習測試？

# settings.accessibility.guidance.header
source: Guidance
ar: إرشاد
da: Vejledning
de: settings.accessibility.guidance.header
es: Orientación
fa: راهنمایی
fi: Ohjaus
fr: Conseils
he: settings.accessibility.guidance.header
it: Guida
ja: ガイダンス
nl: Begeleiding
sw: Mwongozo
th: คำแนะนำ
uk: Керівництво
zh_hans: 指导
zh_hant: 指導
zh_hk: 指導

# settings.accessibility.haptics
source: Haptic Feedback
ar: ردود الفعل اللمسية
da: Haptisk feedback
de: settings.accessibility.haptics
es: Retroalimentación Háptica
fa: بازخورد لمسی
fi: Haptinen palaute
fr: Retour haptique
he: settings.accessibility.haptics
it: Feedback tattile
ja: 触覚フィードバック
nl: Haptische feedback
sw: Maoni ya Haptic
th: การตอบสนองแบบสัมผัส
uk: Тактильний зворотний зв'язок
zh_hans: 触觉反馈
zh_hant: 觸覺反饋
zh_hk: 觸覺反饋

# settings.accessibility.haptics.detail
source: Feel tactile responses for actions
ar: يشعر الاستجابات اللمسية للأفعال
da: Føl taktile reaktioner på handlinger
de: settings.accessibility.haptics.detail
es: Sentir respuestas táctiles para acciones
fa: پاسخ های لمسی را برای اعمال احساس کنید
fi: Tunne kosketusreaktiot toimiin
fr: Ressentez des réponses tactiles aux actions
he: settings.accessibility.haptics.detail
it: Senti le risposte tattili alle azioni
ja: アクションに対する触覚的な反応を感じる
nl: Voel voelbare reacties op acties
sw: Sikia majibu ya kugusa kwa vitendo
th: รู้สึกถึงการตอบสนองทางสัมผัสสำหรับการกระทำ
uk: Відчуйте тактильні реакції на дії
zh_hans: 感受动作的触觉反应
zh_hant: 感受動作的觸覺反應
zh_hk: 感受動作的觸覺反應

# settings.accessibility.high_contrast
source: Increase Contrast
ar: زيادة التباين
da: Øg kontrasten
de: settings.accessibility.high_contrast
es: Aumentar Contraste
fa: کنتراست را افزایش دهید
fi: Lisää kontrastia
fr: Augmenter le contraste
he: settings.accessibility.high_contrast
it: Aumenta il contrasto
ja: コントラストを上げる
nl: Verhoog het contrast
sw: Ongeza Utofautishaji
th: เพิ่มคอนทราสต์
uk: Збільшити контраст
zh_hans: 增加对比度
zh_hant: 增加對比度
zh_hk: 增加對比度

# settings.accessibility.high_contrast.detail
source: Make colors and borders more distinct
ar: جعل الألوان والحدود أكثر وضوحا
da: Gør farver og kanter mere tydelige
de: settings.accessibility.high_contrast.detail
es: Hacer que los colores y bordes sean más distintos
fa: رنگ ها و حاشیه ها را متمایزتر کنید
fi: Tee värit ja reunat selkeämmiksi
fr: Rendre les couleurs et les bordures plus distinctes
he: settings.accessibility.high_contrast.detail
it: Rendi i colori e i bordi più distinti
ja: 色と境界線をよりはっきりさせる
nl: Maak kleuren en randen duidelijker
sw: Fanya rangi na mipaka iwe tofauti zaidi
th: ทำให้สีและเส้นขอบชัดเจนยิ่งขึ้น
zh_hans: 让颜色和边框更加清晰
zh_hant: 讓顏色和邊框更加清晰
zh_hk: 讓顏色和邊框更加清晰

# settings.accessibility.interaction.header
source: Interaction
ar: تفاعل
da: Vekselvirkning
de: settings.accessibility.interaction.header
es: Interacción
fa: تعامل
fi: Vuorovaikutus
he: settings.accessibility.interaction.header
it: Interazione
ja: 交流
nl: Interactie
sw: Mwingiliano
th: ปฏิสัมพันธ์
uk: Взаємодія
zh_hans: 相互作用
zh_hant: 相互作用
zh_hk: 相互作用

# settings.accessibility.reduce_motion
source: Reduce Motion
ar: تقليل الحركة
da: Reducer bevægelse
de: settings.accessibility.reduce_motion
es: Reducir Movimiento
fa: کاهش حرکت
fi: Vähennä liikettä
fr: Réduire le mouvement
he: settings.accessibility.reduce_motion
it: Riduci il movimento
ja: 動きを減らす
nl: Verminder beweging
sw: Punguza Mwendo
th: ลดการเคลื่อนไหว
uk: Зменшити рух
zh_hans: 减少运动
zh_hant: 減少運動
zh_hk: 減少運動

# settings.accessibility.reduce_motion.detail
source: Minimize animations and transitions
ar: تقليل الرسوم المتحركة والانتقالات
da: Minimer animationer og overgange
de: settings.accessibility.reduce_motion.detail
es: Minimizar animaciones y transiciones
fa: انیمیشن ها و انتقال ها را به حداقل برسانید
fi: Minimoi animaatiot ja siirtymät
fr: Réduire les animations et les transitions
he: settings.accessibility.reduce_motion.detail
it: Riduci al minimo le animazioni e le transizioni
ja: アニメーションとトランジションを最小限に抑える
nl: Minimaliseer animaties en overgangen
sw: Punguza uhuishaji na mabadiliko
th: ลดภาพเคลื่อนไหวและการเปลี่ยนภาพให้เหลือน้อยที่สุด
uk: Мінімізуйте анімацію та переходи
zh_hans: 最小化动画和过渡
zh_hant: 最小化動畫和過渡
zh_hk: 最小化動畫和過渡

# settings.accessibility.reduce_transparency
source: Reduce Transparency
ar: تقليل الشفافية
da: Reducer gennemsigtighed
de: settings.accessibility.reduce_transparency
es: Reducir Transparencia
fa: کاهش شفافیت
fi: Vähennä läpinäkyvyyttä
fr: Réduire la transparence
he: settings.accessibility.reduce_transparency
it: Ridurre la trasparenza
ja: 透明度を下げる
nl: Verminder de transparantie
sw: Punguza Uwazi
th: ลดความโปร่งใส
zh_hans: 降低透明度
zh_hant: 降低透明度
zh_hk: 降低透明度

# settings.accessibility.reduce_transparency.detail
source: Reduce blur and transparency effects
ar: تقليل آثار الضبابية والشفافية
da: Reducer sløring og gennemsigtighedseffekter
de: settings.accessibility.reduce_transparency.detail
es: Reducir efectos de desenfoque y transparencia
fa: کاهش اثرات تاری و شفافیت
fi: Vähennä epäterävyyttä ja läpinäkyvyyttä
fr: Réduire les effets de flou et de transparence
he: settings.accessibility.reduce_transparency.detail
it: Riduci gli effetti di sfocatura e trasparenza
ja: ぼやけと透明度の効果を軽減する
nl: Verminder onscherpte en transparantie-effecten
sw: Punguza athari za ukungu na uwazi
th: ลดเอฟเฟกต์ความเบลอและความโปร่งใส
uk: Зменшення ефектів розмиття та прозорості
zh_hans: 减少模糊和透明效果
zh_hant: 減少模糊和透明效果
zh_hk: 減少模糊和透明效果

# settings.accessibility.tooltips
source: Show Tooltips
ar: إظهار تلميحات الأدوات
da: Vis værktøjstip
de: settings.accessibility.tooltips
es: Mostrar Información sobre Herramientas
fa: نمایش نکات ابزار
fi: Näytä työkaluvihjeet
fr: Afficher les info-bulles
he: settings.accessibility.tooltips
it: Mostra descrizioni comandi
ja: ツールチップを表示
nl: Tooltips weergeven
sw: Onyesha Vidokezo vya zana
th: แสดงคำแนะนำเครื่องมือ
zh_hans: 显示工具提示
zh_hant: 顯示工具提示
zh_hk: 顯示工具提示

# settings.accessibility.tooltips.detail
source: Display helpful hints for interface elements
ar: عرض تلميحات مفيدة لعناصر الواجهة
da: Vis nyttige tip til grænsefladeelementer
de: settings.accessibility.tooltips.detail
es: Mostrar sugerencias útiles para elementos de interfaz
fa: نمایش نکات مفید برای عناصر رابط
fi: Näytä hyödyllisiä vihjeitä käyttöliittymäelementeille
fr: Afficher des conseils utiles pour les éléments de l'interface
he: settings.accessibility.tooltips.detail
it: Visualizza suggerimenti utili per gli elementi dell'interfaccia
ja: インターフェイス要素に関する役立つヒントを表示する
nl: Geef nuttige tips weer voor interface-elementen
sw: Onyesha vidokezo muhimu kwa vipengele vya kiolesura
th: แสดงคำแนะนำที่เป็นประโยชน์สำหรับองค์ประกอบอินเทอร์เฟซ
uk: Показувати корисні підказки для елементів інтерфейсу
zh_hans: 显示界面元素的有用提示
zh_hant: 顯示界面元素的有用提示
zh_hk: 顯示界面元素的有用提示

# settings.accessibility.visual.header
source: Visual
ar: مرئي
da: Visuel
de: settings.accessibility.visual.header
fa: بصری
fi: Visuaalinen
fr: Visuel
he: settings.accessibility.visual.header
ja: ビジュアル
nl: Visueel
th: ภาพ
uk: Візуальний
zh_hans: 视觉的
zh_hant: 視覺的
zh_hk: 視覺的

# settings.appearance.animations
source: Show Animations
ar: عرض الرسوم المتحركة
da: Vis animationer
de: settings.appearance.animations
es: Mostrar Animaciones
fa: نمایش انیمیشن ها
fi: Näytä animaatiot
fr: Afficher les animations
he: settings.appearance.animations
it: Mostra animazioni
ja: アニメーションを表示する
nl: Animaties weergeven
sw: Onyesha Uhuishaji
th: แสดงภาพเคลื่อนไหว
uk: Показати анімацію
zh_hans: 显示动画
zh_hant: 顯示動畫
zh_hk: 顯示動畫
